Repository: jmcneive/wp-boilerplate
Catalog: public/resources/plugins/cac-addon-pro/languages/cac-addon-pro-*.po
Languages: ar, da_dk, de_de

source: Sortorder has been <strong>deactivated</strong>. You are using the Pro add-on, which contains the same functionality.
ar: إضافة Sortorder تم <strong>تعطيلها</strong>. انت تستخدم المحلق الإحترافي، وهو يحتوي على نفس الوظائف.
da_dk: Sortorder er blevet <strong>deaktiveret</strong>. Du benytter Pro udvidelsen, hvilket indeholder samme funktionalitet.
de_de: Sortorder wurde <strong>deaktiviert</strong>. Sie benutzen das Pro add-on mit derselben Funktionalität.

source: Pro add-on
ar: الملحق الإحترافي
da_dk: Pro udvidelse

source: The Pro add-on is enabled but not effective. It requires %s in order to work.
ar: الملحق الإضافي مفعل لكن ليس له أثر. إنه يتطلب %s لكي يعمل.
da_dk: Pro udvidelsen er aktiveret, men ikke brugbar. Der påkræves %s for at det virker.
de_de: Das Pro add-on ist aktiviert aber nicht wirksam. Es wird %s zum Betrieb benötigt.

source: Could not connect to API. Try again at a later time please.
ar: تعذر الاتصال بواجهة برمجة التطبيق. الرجاء المحاولة مرة أخرى بعد مدة.
da_dk: Kan ikke forbinde til API. Prøv venligst igen på et senere tidspunkt.
de_de: Verbindung zum API konnte nicht hergstellt werden. Bitte versuchen Sie es zu einem späteren Zeitpunkt nocheinmal.

source: Wrong response from API.
ar: رد خاطيء من واجهة برمجة التطبيق.
da_dk: Forkert svar fra API.
de_de: Falsche Antwort des API.

source: licence is empty.
ar: الرخصة خالية.
da_dk: licens er tom.
de_de: Kein Lizenzschlüssel angegeben.

source: error
ar: خطأ
da_dk: fejl
de_de: Fehler

source: Login into your account at %s to see your current licence activations.
ar: سجل الدخول على حسابك في %s لترى تفعيلات رخصتك الحالية.
da_dk: Log på din konto hos %s for at se dine nuværende licens aktiveringer.
de_de: Loggen sie sich als %s in Ihren Account ein, um die aktuellen Lizenz Aktivierungen einzusehen.

source: activation failed
ar: فشل التفعيل
da_dk: aktivering mislykkedes
de_de: Aktivierung fehlgeschlagen

source: licence is <strong>activated</strong>.
ar: الرخصة <strong>مفعلة</strong>.
da_dk: licens er <strong>aktiveret</strong>.
de_de: Lizenz <strong>activiert</strong>.

source: No licence key found.
ar: لم يتم العثور على مفتاح رخصة.
da_dk: Ingen licensnøgle fundet.
de_de: Es wurde kein Lizenzschlüssel gefunden.

source: Licence key is not active.
ar: مفتاح الرخصة غير فعال.
da_dk: Licensnøglen er ikke aktiv.
de_de: Lizenzschlüssel nicht aktiv.

source: licence is <strong>deactivated</strong>.
ar: الرخصة <strong>معطلة</strong>.
da_dk: licens er <strong>deaktiveret</strong>.
de_de: Lizenz <strong>deaktiviert</strong>.

source: Add-ons updates
ar: تحديثات الملحقات
da_dk: Udvidelses opdateringer

source: Enter your licence to receive automatic updates.
ar: قم بإدخال رخصتك لتحصل على تحديثات آلية.
da_dk: Indtast din licens for automatisk at modtage opdateringer.
de_de: Geben Sie Ihren Lizenzschlüssel ein, um automatische Updates zu erhalten.

source: Automatic updates are enabled.
ar: التحديثات الآلية مفعلة.
da_dk: Automatiske opdateringer er aktiveret.
de_de: Automatische Updates sind aktiv.

source: Deactivate licence
ar: تعطيل الرخصة
da_dk: Deaktiver licens
de_de: Lizenz deaktivieren

source: Fill in your licence code
ar: أدخل مفتاح رخصتك
da_dk: Udfyld din licenskode
de_de: Lizenz Code eingeben

source: Update licence
ar: تحديث الرخصة
da_dk: Opdater licens
de_de: Lizenz Update

source: Export Settings
ar: تصدير الإعدادات
da_dk: Eksporter indstillinger
de_de: Export Einstellungen

source: Pick the types for export from the left column. Click export to download your column settings.
ar: اختيار أنواع للتصدير من العمود الأيمن. انقر فوق تصدير لتنزيل إعدادات العمود.
da_dk: Vælg fra kolonne til venstre, hvilke typer som skal eksporteres. Klik på eksporter for at hente dine kolonne indstillinger.
de_de: Wählen Sie die zu exportierenden Spaltenbezeichnungen aus der linken Spalte. Klicken Sie auf Export, um die Spalten Einstellungen downzuloaden.

source: Instructions
ar: تعليمات
da_dk: Instruktioner
de_de: Anleitung

source: Export Columns Types
ar: تصدير أنواع الأعمدة
da_dk: Eksporter kolonne typer
de_de: Exportiere Spaltenbezeichnungen

source: Select one or more Column Types from the left section by clicking them.
ar: اختيار واحد أو أكثر من أنواع الأعمدة من القسم الأيمن من خلال النقر عليها.
da_dk: Vælg én eller flere kolonne typer fra sektionen til venstre ved at klikke på dem.
de_de: Wählen Sie eine oder mehrere Spaltenbezeichnungen aus dem linken Bereich durch anklicken.

source: Click export.
ar: اظغط على تصدير.
da_dk: Klik eksportér
de_de: Click zum Export.

source: Save the export file when prompted.
ar: حفظ ملف التصدير عند المطالبة.
da_dk: Gem den eksportede fil når du bliver bedt om det.
de_de: Sichern Sie das Export File bei Aufforderung.

source: Upload and import your settings file through Import Settings.
ar: تحميل واستيراد ملف الإعدادات الخاصة بك من خلال إعدادات الاستيراد.
da_dk: Upload og importer din indstillingsfil gennem Importer indstillinger.
de_de: Importieren Sie Ihre Einstellungen über den Punkt Import Einstellungen.

source: Import Settings
ar: استيراد الإعدادات
da_dk: Importer indstillinger
de_de: Import einstellungen

source: Copy and paste your import settings here.
ar: قم بنسخ ولصق إعدادات الاستيراد الخاصة بك هنا.
da_dk: Kopier og indsæt dine importerede indstillinger her.
de_de: Kopieren Sie Ihre Import Einstellungen mit Copy und Paste hierhin.

source: Import Columns Types
ar: استيراد أنواع الأعمدة
da_dk: Importer kolonne typer
de_de: Import der Spaltenbezeichnungen

source: Choose a Admin Columns Export file to upload.
ar: قم باختيار ملف تصدير Admin Columns للرفع.
da_dk: Vælg en Admin Columns eksport fil til upload.
de_de: Wählen Sie ein Admin-Spalten-Export-File zum Upload.

source: Click upload file and import.
ar: اضغط على رفع الملف والاستيراد
da_dk: Klik upload fil og importer.
de_de: Click Upload File und Import.

source: That's it! You imported settings are now active.
ar: هذا كل شيء! إعداداتك المستوردة مفعلة الآن.
da_dk: Det er dét! Dine importeret indstillinger er nu aktive.
de_de: OK, Ihre importierten Einstellungen sind jetzt aktiv.

source: General
ar: عام
da_dk: Generel
de_de: Grundsätzliches

source: Posts
ar: تدوينات
da_dk: Indlæg

source: select all
ar: اختيار الكل
da_dk: vælg alle
de_de: Alle auswählen

source: Export
ar: تصدير
da_dk: Eksporter

source: No stored column settings are found.
ar: لم يتم العثور على إعدادت أعمدة محفوظة.
da_dk: Ingen gemte kolonne indstillinger fundet.
de_de: Keine gespeicherten Einstellungenfür die Spalten gefunden

source: Upload file and import
ar: رفع الملف والاستيراد
da_dk: Upload fil og importer
de_de: File Upload und Iimport

source: Export field is empty. Please select your types from the left column.
ar: حقل التصدير خالي. الرجاء اختيار أنواعك من العمود الأيمن.
da_dk: Eksportede felt er tomt. Vælg venligst dine typer fra kolonnen til venstre.
de_de: Das Export Feld ist leer. Bitte wählen sie Ihre Rubriken aus der linken Spalte.

source: Sorry, there has been an error.
ar: عفوا، حدث خطأ ما.
da_dk: Beklager, men der er sket en fejl.
de_de: Sorry, es gibt einen Fehler.

source: The export file could not be found at <code>%s</code>. It is likely that this was caused by a permissions problem.
ar: ملف التصدير لم يتم العثور عليه في <code>%s</code>. غالبا ما يكون السبب هو خطأ قي الصلاحيات.
da_dk: Den eksportede fil kunne ikke blive fundet på <code>%s</code>. Det er sandsynligt at dette skyldes et problem med tilladelser.
de_de: Das Export File wurde nicht bei <code>%s</code> gefunden. Vermutlich konnte auf die Ressource nicht zugegriffen werden.

source: Import failed. File does not contain Admin Column settings.
ar: فشل الاستيراد. الملف لا يحتوي على إعدادات Admin Column.
da_dk: Importering mislykkedes. Fil indeholder ikke Admin Column indstillinger.
de_de: Import fehlgeschlagen. Die Datei enthält keine Einstellungen für die Admin Spalte.

source: Screen %s does not exist.
ar: الشاشة %s غير موجودة.
da_dk: Skærm %s findes ikke.
de_de: Der Screen %s existiert nicht.

source: Filtering add-on
ar: ملحق التصفية
da_dk: Filtreringsudvidelse
de_de: Filter add-on

source: Enable filtering?
ar: تفعيل التصفية؟
da_dk: Aktiver filterering?
de_de: Filterung aktivieren?

source: This will make the column support filering.
ar: هذا سوف يجعل العمود يدعم التصفية.
da_dk: Dette vil give kolonnen mulighed for filtering.

source: Yes
ar: نعم
da_dk: Ja
de_de: Ja

source: No
ar: لا
da_dk: Nej
de_de: Nein

source: filter
ar: تصفية
da_dk: filtre

source: All
ar: الكل
da_dk: Alle
de_de: Alle

source: Empty
ar: خالي
da_dk: Tom
de_de: Leer

source: Not empty
ar: غير خالي
da_dk: Ikke tom
de_de: Nicht leer

source: Sortable add-on
ar: ملحق الترتيب
da_dk: Sortingsudvidelse
de_de: Sortierbares add-on

source: Enable sorting?
ar: تفعيل الترتيب؟
da_dk: Aktiver sortering?
de_de: Sortierung ermöglichen?

source: This will make the column support sorting.
ar: هذا سوف يجعل العمود يدعم الترتيب.
da_dk: Dette vil give kolonnen mulighed for sortering.
de_de: Aktiviert die Spalten Sortierung.

source: sort
ar: ترتيب
da_dk: sorter
de_de: Sortieren

source: Reset sorting
ar: إستعادة الترتيب الإفتراضي
da_dk: Nulstil sortering
de_de: Sortierung zurücksetzen
